cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/php'
tap 'caskroom/versions'

brew 'ack'
brew 'coreutils'
brew 'ffmpeg', args: ['with-libvorbis', 'with-libvpx', 'with-theora']
brew 'go'
brew 'imagemagick'
brew 'jq'
brew 'mysql', restart_service: true
brew 'node'
brew 'openssl'
brew 'node'
brew 'php56'
brew 'php56-apcu'
brew 'postgresql'
brew 'roundup'
brew 'ssh-copy-id'
brew 'wget'
brew 'yarn'
brew 'z'
brew 'zsh'

cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'keka'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
